{
    "plots": [
      {
        "name": "Supplication",
        "plot": "Under persecution, a village sends out emissaries to the local lord, who is not known for his kindness, to beg for relief from {{ monsters }}. They are harassed by the {{ monsters }} along the way.",
        "description": "Persecutor, Suppliant, a Power in Authority",
        "url":"https://f4.bcbits.com/img/a1199122850_10.jpg",
        "npcs": [
            {
                "type": "Persecutor"
            },
            {
                "type": "suppliant"
            },
            {
                "type": "authority"
            }
        ]
      },
      {
        "name": "Deliverance",
        "plot": "{{ monsters }} have been preying on a village of {{ race }} and threaten to burn its crops. Come save the village and destroy the menace.",
        "description": "Persecutor, Suppliant, a Power in Authority",
        "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Raatajat_rahanalaiset.JPG/750px-Raatajat_rahanalaiset.JPG"
      },
      {
        "name": "Revenge",
        "plot": "{{ randomPartyMember }}'s brother/sister in law has been killed accidentally in a {{ race }} raid. Their spouse refuses to accept the rule of law, which states that she should accept a weregeld for him. She involves several PCs in her plotting to totally annihilate the family of the killer, including parents, siblings, children, and siblings' children.",
        "description": "Avenger, Criminal",
        "url":"http://thelonecrusader.com/wp-content/uploads/2015/03/sigfrieds_assassination_by_taaks-d5uwwlq.jpg"
      },
      {
        "name": "Vengeance by Family upon Family",
        "plot": "{{ randomPartyMember  }}'s {{ familymember }} killed a {{ race }} {{ gender }} in confused circumstances. Whether it was accidental or not is unclear. The head of the family makes the killer responsible for supporting the bereaved spouse and children. But the widowed spouse is unwilling to accept aid from a fratricide, and involves PCs in plots to destroy the new guardian.",
        "description": "Avenging Kinsman, Guilty Kinsman, Relative",
        "url":"https://i.pinimg.com/236x/1b/82/b2/1b82b266947a1209682db110b716a2cc--fantasy-books-fantasy-art.jpg"
      },
      {
        "name": "Pursuit",
        "plot": "A crazed {{ race }} wanders into town, raving about the {{ monsters }} that pursue him and his poor, lost love. He is obviously high born, and needs to be taken in. A few days later a squad of pursuers arrives, to find and arrest him for crimes against humanity and his own family, led by his advisor whose advice drove him quite mad, to this awful juncture. Imagine this as a sequel to Othello, with a jealous Iago pursuing tragic Othello to bring him back to justice.",
        "description": "Fugitive from Punishment, Pursuer",
        "url":"https://olddungeonmaster.files.wordpress.com/2015/01/the_chase_ii_by_thompson46-d4ou4wg.jpg?w=630&h=399"
      },
      {
        "name": "Victim of Cruelty or Misfortune",
        "plot": "A cruel but effective {{ noble }} is disgraced after an intrigue and loses his titles, possessions and lands to an equally cruel rival. He has been banished and blinded, and is wandering, alone, without followers, pitiful, when he encounters the PCs.",
        "description": "Unfortunates, Master or Unlucky Person",
        "url":"https://i.pinimg.com/originals/22/14/ca/2214ca0decd116f8e67ef493983ac966.jpg"
      },
      {
        "name": "Disaster",
        "plot": "The country has been invaded by {{ monsters }} and the flower of this country's knighthood has been slain. The army of the enemy is advancing, burning fields and robbing and murdering the peasants. Run for your lives!",
        "description": "Vanquished Power, Victorious Power or Messenger",
        "url":"https://geekandsundry.com/wp-content/uploads/2015/12/dsc.jpg"
      },
      {
        "name": "Revolt",
        "plot": "A well-respected {{ noble }} enlists the PCs to assist in a plot to overthrow his own lord and usurp his position. His intentions seem respectable at first, but grow murkier with time.",
        "description": "Tyrant, Conspirator(s)",
        "url":"https://ksr-ugc.imgix.net/assets/012/205/252/d133b4b78bdc6f1cc274a7473c681b86_original.jpg?crop=faces&w=1552&h=873&fit=crop&v=1463741949&auto=format&q=92&s=4821115b5ba5b6b4ee07117424393167"
      },
      {
        "name": "Daring Enterprise",
        "plot": "Raikiela is an {{ race }} {{ background }}, and has promised her masterpiece to the prince. Unfortunately, her friend showed the masterpiece to a foreign noble, who desired it and took it without permission. Without starting a war, the PCs must organize an expedition to get the masterpiece back from the foreigner and to the prince.",
        "description": "Bold Leader, Goal, Adversary",
        "url":"https://cdn.uploadvr.com/wp-content/uploads/2016/08/dnd-heroes-1024x619.png"
      },
      {
        "name": "Abduction",
        "plot": "Pitolso is in love with Kareta, and Kareta is in love with Pitolso. Pitolso enlists the PCs to help steal Kareta away from those who would keep Kareta for themselves. They must abduct Kareta without killing anybody and thus rousing the implacable forces of justice. Kidnapping? No, rather liberating the love from those who have imprisoned him/her.",
        "description": "Abductor, Abducted, Guardian",
        "url":"https://fc00.deviantart.net/fs37/f/2008/241/3/2/Duergar_Abduction_by_BenWootten.jpg"
      },
      {
        "name": "Enigma",
        "plot": "Fandolio has fallen in love with Ilsentosa, the princess and heir to the throne, and she has announced that if he wants to win her love then he must promise to solve her riddle, and if he cannot solve her riddle then he must die. He has accepted the deal, and enlists the PCs to help him find the solution. The riddle is...",
        "description": "Interrogator, Seeker, Problem",
        "url":"http://www.dndadventure.com/wp-content/uploads/2017/03/young-wizard.jpg"
      },
      {
        "name": "Obtaining",
        "plot": "It's time for the Spring Pageant! The maidens engage in contests to see who is the most beautiful, the most religious, the most knowledgeable about lineage, and the most charming speaker. The contest is judged by former Year Queens. The winner is crowned the Year Queen and gets to marry the Great Hunter! It's time for the Great Hunt! Unmarried men are able to enter the contest. Each contestant must go out into the wild with only a knife, a spear, and a bow and arrow, no armor. Come back with the best catch, alive if possible. The contest will be judged by former winners of the Great Hunt. The winner is crowned the Great Hunter and gets to marry the Year Queen.",
        "description": "Two or more Opposing Parties, Object, maybe an Arbitrator",
        "url":"https://geekandsundry.com/wp-content/uploads/2017/11/DD-Art.jpg"
      },
      {
        "name": "Familial Hatred",
        "plot": "A PC's brother hates his sister's husband, whom he sees as a whimpering syncophant. The brother-in-law in turn sees the PC's brother as a cruel bully. The PC's brother has told the PC in private, after swearing him to secrecy, that he has taken a vow to kill his brother-in-law.",
        "description": "Two Family Members who hate each other",
        "url":"https://i.pinimg.com/originals/44/03/a0/4403a02e44da78355f0e64e0519195cf.jpg"
      },
      {
        "name": "Familial Rivalry",
        "plot": "One of the player characters and his step-brother Joli, a friendly sort of guy, have both been taken as lovers by the same merchant's wife, who hides the affairs from her husband, encourages both lovers, and makes them intrigue against each other and her husband, at the same time planting seeds of suspicion in her husband, who is very jealous.",
        "description": "Preferred Kinsman, Rejected Kinsman, Object",
        "url":"https://i.pinimg.com/236x/cf/40/e0/cf40e08b1c01f623194ad33b320b31c7--sibling-rivalry-cain-and-abel.jpg"
      },
      {
        "name": "Murderous Adultery",
        "plot": "A married friend begins to have an adulterous affair with a mysterious woman. This gives him new zest for life. Then his wife disappears, and the rumors start. A week later, the PCs are accosted by her ghost, demanding proper burial for her missing body (she doesn't know where it is) and vengeance on the adulterers. Try not to get framed for her murder along the way.",
        "description": "Two Adulterers, the Betrayed",
        "url":"https://www.tribality.com/wp-content/uploads/2016/10/deathknight2.png"
      },
      {
        "name": "Madness",
        "plot": "The Bachelor Prince Prophoc has always been a keen horseman. Then one day he decides to seat his favorite horse at the dinner table, displacing a foreign dignitary. This is a terrible scandal. A week or so later, Prophoc holds a dinner at which he serves all sorts of roasted delicacies to over a score of horses, and in a rage he kills a horse trainer who complains that the horses won't and can't eat the food. Soon the prince's mansion and grounds are filled with horses, and taxes are assessed to pay for the drain on the treasury. The people of the city are about to rise and overthrow him, when he declares that he has fallen in love, and that he will marry. There is much rejoicing, and it seems that things have gotten better, since the number of horses in the prince's mansion falls to normal levels. Then, on the wedding day, he forces the city's high priest, with death the penalty for refusal, to marry him to his favorite white mare.",
        "description": "Madman, Victim",
        "url":"http://www.eberron5e.com/wp-content/uploads/2016/12/archetype-cleric-madness.jpg"
      },
      {
        "name": "Fatal Imprudence",
        "plot": "A character known to the player characters, and which we recommend be one of the PCs, has a famous item, which may or may not be magical. A curious family member was playing with it, took it out of the house, and carried it around for a while, gradually growing bored of it, and after being attracted to some unusual noise and then frightened by seeing something s/he shouldn't have seen, drops the item and runs home, where s/he is found later, shivering in fear. The guard finds the famous item at the scene of a horrifying murder, and as a result the PC becomes the main suspect.",
        "description": "Imprudent person, Victim or lost object",
        "url":"https://geekandsundry.com/wp-content/uploads/2017/04/whisper-rodrigues.png"
      },
      {
        "name": "Involuntary Crimes of Love",
        "plot": "Bonchanto, a friendly but mischievous acquaintance of one of the PCs, introduces him to Demice, a beautiful young woman of respectable family, who has much in common with the PC, but takes some pains to make sure that the PC doesn't meet Demice's parents. At the same time he offers to act as a go-between for the lovers. He arranges for them to meet in secret several times. Soon thereafter he leaves town. Then a letter from Bonchanto arrives at Demice's home, and all hell breaks loose. Her parents come down on the PC like a ton of bricks. Here's why... Nearly 20 years ago, Demice's supposed parents couldn't bear children of their own, and so they asked the PC's parents to adopt one of their children. This wish was granted. The PC has taken his own sister as his lover!",
        "description": "Lover, Beloved, Revealer",
        "url":"https://vignette.wikia.nocookie.net/forgottenrealms/images/1/1c/2_succubi.jpg"
      },
      {
        "name": "Kinsman Kills Unrecognised Kinsman",
        "plot": "Politics are getting nasty again, and the loyal opposition have a hooded leader who has been rabble rousing against the main PC's family interests with some effect. One of the PCs is dispatched to a meeting with the secretive leader to try to negotiate or force a solution. Negotiations are not going well, when the city forces decide on that time to raid the meeting and frame or kill the secret leader. They give the secret signal to the PC, the signal to withdraw, and when this happens the secret leader suddenly starts fighting to reach the PC, shouting loudly with his sword flashing wildly. No matter what the PC does, whether the secret leader is rescued or not, whether he is killed or arrested (if the PC does nothing the masked one will be killed in the fracas), when he is unmasked he will be found to be the PC's adoring younger brother.",
        "description": "Killer, Unrecognised Victim, Revealer",
        "url":"https://i.pinimg.com/originals/d9/93/1c/d9931cade82ad3b034e89f1e332a96a8.jpg"
      },
      {
        "name": "Self Sacrifice for an Ideal",
        "plot": "After declaring that only through sacrifice will our land embody IDEAL, a very well respected and loved elderly couple throw themselves onto a bonfire (with spectacular but unclear magical consequences). This would work best if the elders were either priests at a temple the PCs attend, or grandparents or parents of one or more of the PCs. The authorities, ignorant of the planned sacrifice, will have already dispatched troops to break up the gathering and arrest the leaders.",
        "description": "Hero, Ideal, Person or Thing Sacrificed",
        "url":"https://vignette.wikia.nocookie.net/forgottenrealms/images/9/98/Ilmater.jpg"
      },
      {
        "name": "Self Sacrifice for Kindred",
        "plot": "Mideratho has always been a short-breathed, wimpy, genius. He can understand the workings of mechanisms like nobody's business, and has even invented his own minor sorcerous cantrip to better play with mechanical creations. To his misfortune his parents wish to have a war hero as a son. In order to make his parents happy, Mideratho joins the most hazardous duty military unit he can, and must now learn to fight. Does he lose his sight or a hand in combat? Does he get killed? Can the PCs train him well enough so he can survive? Will he ever get to work on mechanisms again?",
        "description": "Hero, Kinsman, Person or Thing Sacrificed",
        "url":"https://i.kinja-img.com/gawker-media/image/upload/djjt5zaadlan3zgso3be.jpg"
      },
      {
        "name": "All Sacrificed for Passion",
        "plot": "The Bachelor Prince Santus, the greatest general the land has had in a generation, has conquered two neighboring states by the age of 18, but has been otherwise sheltered from life. He falls in love with Oclea, a prostitute hired by the terrible King Rometradi to seduce him, and completely loses interest in war and his principality, except as a tool which he will spend freely to capture Oclea (who may like him or may despise him, signals are mixed) from Rometradi's land. And worse, he declares he will marry her and make her the queen, and if he can't then he will abdicate his throne to Aelus, his idiot brother.",
        "description": "Lover, Object of Passion, Person or Thing Sacrificed",
        "url":"https://pre00.deviantart.net/ecf1/th/pre/f/2014/212/c/2/martyr_by_jasonengle-d7t32ws.jpg"
      },
      {
        "name": "Sacrifice of Loved Ones",
        "plot": "Politics are getting nasty again, and the loyal opposition have a hooded leader who has been rabble rousing against the main PC's family interests with some effect. The PC discovers, perhaps he is told by his parent, that the hooded leader is his own, adoring, younger brother Antigoly. The PC is dispatched to a meeting with Antigoly to try to negotiate or force a solution. After the initial meeting fails, the PC is told to do whatever it takes to stop the enemy movement. At the same time, city officials inquire about the location of the enemy leader, and place a bounty on his head. Antigoly refuses to meet with or speak to his family and their agents, including the PCs.",
        "description": "Hero, Beloved Victim, Need for Sacrifice",
        "url":"https://i.kinja-img.com/gawker-media/image/upload/t_original/y3mftlxmgqdi6tt5va6i.png"
      },
      {
        "name": "Rivalry Between Superior and Inferior",
        "plot": "Suddenly Stranoc the Guiding Hand, the most learned magical adept of the land, is at magical war with his oldest friend and former student Vulfus the Black Spider over possession of ARTIFACT. The PCs, who have dealt with both, have no choice. They are involved without their own consent, and must deal with all manner of horrible monstrosities as they attempt to survive, save their friends and families, and get out of town.  Rivalry of Two Peoples: Referring back to plot 10, the land was recently conquered by a foreign people, and the High Lord sees the opportunity to marry Kareta to Frusta, a noble of his own people, as a way to legitimize the conquest. He will not give his approval to Kareta and Pitolso, who has kidnapped Kareta heedless of the consequences. Frusta sees her abduction as an opportunity to rescue her from bandits and thus prove his worth in her eyes.",
        "description": "Superior, Inferior, Object",
        "url":"http://dnd.wizards.com/sites/default/files/media/styles/second_hubpage_banner/public/images/head-banner/Heros_Header.jpg"
      },
      {
        "name": "Adultery",
        "plot": "Thossuleo sends his wife, Fonya, to visit her family, sells most of his stuff, and goes wild buying baubles for a beautiful young girl, Crotia, who may or may not care for him. She is happy to accept his gifts, however.  Thossuleo loves his wife, Fonya, very much. Then the persecution from Crotiadek, a noble and judge, begins. Thossuleo loses money, status, and finally his freedom. After he is jailed his wife divorces him and moves into Crotiadek's home.",
        "description": "Deceived Spouse, Two Adulterers",
        "url":"https://orig00.deviantart.net/39d6/f/2013/090/6/5/azpt_svg_01_by_azpt-d5zx9p0.jpg"
      },
      {
        "name": "Crimes of Love",
        "plot": "Procsoutia falls in love with her twin sons Abon and Aromed, and causes them to lay with her. The results of these matings are monstrous and terrible.",
        "description": "Lover, Beloved, theme of Dissolution",
        "url":"http://3.bp.blogspot.com/-r2AGVM8waVo/VJms4gexbuI/AAAAAAAACRQ/ql9h8x6aRZ4/s1600/Laurana_Dragonlance.jpg"
      },
      {
        "name": "Discovery of Dishonor of a Loved One",
        "plot": "Lyclus and Lia are very proud of their successful daughter Linbaria. Then evidence is found that she has been an assassin working for an evil noble. Linbaria is very proud of her parents Lyclus and Lia. Then she discovers evidence that Lia had once been a prostitute. Even worse, the evidence indicates that Lia has returned to her former profession in secret.",
        "description": "Discoverer, Guilty One",
        "url":"http://dnd.wizards.com/sites/default/files/media/styles/news_banner_header/public/images/news/20150608_BehindtheScreens_Header.jpg"
      },
      {
        "name": "Obstacles to Love",
        "plot": "Nymus and Teropha are terribly in love with each other. However, because of their incompatible temperaments every time they make plans to marry they get in a huge fight and end up calling off the engagement. Every time they do this they involve all their friends and end up getting mad at all of them.  Nymus and Teropha are terribly in love with each other. However, their parents do not approve, and have both placed very difficult requirements (quests) upon their children's beloved. In order to marry, Nymus must give Teropha's parents a sieve full of Styx water, and Teropha must produce a wedding dress made of purest starlight.",
        "description": "Two Lovers, Obstacle",
        "url":"https://www.tribality.com/wp-content/uploads/2014/10/modron-bottom.jpg"
      },
      {
        "name": "An Enemy Loved",
        "plot": "Montirkul and Pytha have fallen in love despite their families being at war. The greatest warriors in each of the families are Katal and Shokalmor, whose bitter rivalry will destroy the lovers and tear their families apart.",
        "description": "Beloved Enemy, Lover, Hater",
        "url":"https://images6.alphacoders.com/669/669196.jpg"
      },
      {
        "name": "Ambition",
        "plot": "Fleon is an ambitious general who desires to rule the city and establish a royal line. His wife, Paria, acts as his conscience and to stay his hand as he spins plots and dispatches troops to bring the mercantile and noble interests under his thumb. Finally, Fleon becomes the city chief consul, and has made enough powerful friends to change the charter of the city from a republic to a dictatorship, and Paria must act now if she would stem his ambition.  Prince Mepilus wishes to become king, but his father, King Promanast, shows no sign of weakening, and even worse his older brother, Crown Prince Aphorphon, has been declared the heir apparent. Mepilus hatches a plan to have Aphorphon slay Promanast unknowingly, upon which terrible occasion Mepilus will declare martial law, avenge his father upon his brother, and take the crown of the city for his own.",
        "description": "An Ambitious Person, Coveted Thing, Adversary",
        "url":"https://78.media.tumblr.com/522c137f7cc92196a6c708e1316142b2/tumblr_inline_ootppksEr71rqrjnu_1280.jpg"
      },
      {
        "name": "Conflict with a God",
        "plot": "General Panmodon has been arrested, and when he is banished for his crimes he swears bloody vengeance on his home city and on the city's patron god, Lys. He goes away and begins to gather horrible artifacts with the goal of using them to bring plague, war, and famine to the city and thus weaken Lys, so that he can finally destroy Lys's temple and slay the god itself. The Noble Sturix begins a persecution against the pacifist followers of a new god named Aes. He believes that their religion will lead to disobedience of the civic cult, rebellion against the civil authorities, famine, war, plague, and pestilence, and so he persecutes them vigorously, putting as many of them up on crosses as he can find.",
        "description": "Mortal, Immortal",
        "url":"https://s-media-cache-ak0.pinimg.com/564x/a7/bc/1b/a7bc1bf26c1bbe5b4a0b4169a4e879e4.jpg"
      },
      {
        "name": "Mistaken Jealousy",
        "plot": "Medarion is baselessly jealous of his wife Clexia, and continues to grow more and more jealous of her. He persuades Hametrea to infiltrate her group of friends and search out her 'many' infidelities. Clexia has two doubles in the populace, one is a poor woman, and the other is a visiting youth who has disguised himself as a woman to hide from pursuers. Medarion himself has also has doubles, a sorceror with the visiting circus and his drooling idiot twin brother.  Medarion discovers his wife Clexia is having an affair with his best friend, Promurtin. Medarion feigns ignorance, but encourages Promurtin to be jealous of Clexia by talking about how much Clexia speaks of her old friend Nantius, and how little she speaks of Promurtin. At the same time Medarion tells Clexia stories about how Promurtin has been seen about town with Nantius and a prostitute named Hametrea.",
        "description": "Jealous One, Object of Jealousy, Supposed Accomplice, Author of Mistake",
        "url":"https://www.unboundworlds.com/wp-content/uploads/2014/07/dungeons-dragons-starter-set.jpg"
      },
      {
        "name": "Faulty Judgment",
        "plot": "Oulitarth has been consorting with prostitutes and in order to protect him from being disinherited by his very conservative family, his friend Taverion takes the blame. Taverion's wife, Marnasia, hears of this and leaves him.",
        "description": "Mistaken One, Victim of Mistake, Author of Mistake, Guilty Person",
        "url":"https://pre00.deviantart.net/9da3/th/pre/f/2013/071/3/b/mirror_men_s_judgement_by_rhineville-d5xutr5.jpg"
      },
      {
        "name": "Remorse",
        "plot": "Samarand has led a bad life, and now he is haunted by the ghosts of his misdeeds, which in reminding him of his crimes cause him incredible pain and terror. He finally has remorse, and while still haunted, begins to make some amends to his victims. Please help him with amends, and with the ghosts which terrorize him.",
        "description": "Culprit, Victim, Interrogator",
        "url":"https://i.kinja-img.com/gawker-media/image/upload/s--2BuS3KEj--/c_scale,f_auto,fl_progressive,q_80,w_800/dt3zmraefxn1mxp6uhml.png"
      },
      {
        "name": "Recovery of a Lost One",
        "plot": "Mantraeas learns from an oracle that his father, once thought dead, is still alive. Now he will seek his father out.  Marnady learns from an oracle that she has a twin sister, and that this twin sister is still alive. She must seek her sister out and bring her home.",
        "description": "Seeker, One Found",
        "url":"https://geekandsundry.com/wp-content/uploads/2015/12/FaustEric1.jpg"
      },
      {
        "name": "Loss of Loved Ones",
        "plot": "Nyoquilat has taken a vow of chastity, and one day he comes home to the horrible sight of his family being slaughtered like sheep by horned raiders. He runs in to try and save them, and is beaten and left for dead, yet he lives. Now he asks for aid from any who would give it.",
        "description": "Kinsman Slain, Kinsman Witness, Executioner",
        "url":"http://dnd.wizards.com/sites/default/files/media/styles/second_hubpage_banner/public/images/head-banner/deathmasks_Hero_Image_0.jpg"
      }
    ]
  }